commands_templates/SendAuxiliaryCommand1.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsdl="http://www.onvif.org/ver20/ptz/wsdl">
   <soap:Header/>
   <soap:Body>
      <wsdl:SendAuxiliaryCommand>
         <!--type: ReferenceToken-->
         <wsdl:ProfileToken>?</wsdl:ProfileToken>
         <!--type: AuxiliaryData-->
         <wsdl:AuxiliaryData>?</wsdl:AuxiliaryData>
      </wsdl:SendAuxiliaryCommand>
   </soap:Body>
</soap:Envelope>